Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: The string you are trying to view is too long to be displayed by the Web Console.
bn_bd: আপনি যে স্ট্রিংটি দেখতে যাচ্ছেন সেটি ওয়েব কনসোলে দেখানোর জন্য খুব দীর্ঘ।

source: The stylesheet %1$S was loaded as CSS even though its MIME type, “%2$S”, is not “text/css”.
bn_bd: "%2$S" এর MIME "text/css" না হওয়া সত্ত্বেও %1$S স্টাইলশীটটি CSS হিসাবে লোড করা হয়েছে।

source: The stylesheet %1$S was not loaded because its MIME type, “%2$S”, is not “text/css”.
bn_bd: "%2$S" MIME এর ধরন "text/css" না হওয়ার ফলে %1$S স্টাইলশীটটি লোড করা হয়নি।

source: The sum of the size of the object itself, and the sizes of all the other objects kept alive by it
bn_bd: অবজেক্টের নিজের আকারের মোট মান, এবং অন্যান্য সকল অবজেক্টকে সে নিজেই চালিয়ে রেখেছে।

source: The tab or window was moved to the background.
bn_bd: ট্যাব অথবা উইন্ডোকে ব্যাকরাউন্ডে স্থানান্তর করা হলো।

source: The TCP port to listen on
bn_bd: listen এর জন্য TCP পোর্ট

source: The text you entered is not a number.
bn_bd: যে পাঠ্যটি আপনি দিয়েছেন সেটি কোন নম্বর নয়।

source: The text you entered was not found.
bn_bd: আপনার লেখা পাঠ্য খুঁজে পাওয়া যায়নি।

source: The time to wait (in seconds) before the screenshot is taken
bn_bd: স্ক্রীনশট নেয়ার পূর্বে অপেক্ষা (সেকেন্ডে)

source: The TLS handshake finished for %1$S…
bn_bd: %1$S এর সাথে TLS হ্যান্ডশেক শেষ হয়েছে ...

source: The total number of Object allocations sampled at this location and in callees.
bn_bd: এই অবস্থানে এবং callees মধ্যে নমুনা বস্তু বণ্টন করার মোট সংখ্যা।

source: The Update could not be installed (patch apply failed)
bn_bd: হালনাগাদ ইনস্টল করা যায়নি (প্যাচ প্রয়োগ করতে ব্যর্থ)

source: The update could not be installed. Please make sure there are no other copies of %S running on your computer, and then restart %S to try again.
bn_bd: হালনাগাদ ইনস্টল করা যায়নি। অনুগ্রহ করে নিশ্চিত করুন, আপনার কম্পিউটারে %S এর অন্য কোনো অনুলিপি চলছে না, এবং এরপর আবার চেষ্টা করতে %S পুনরায় শুরু করুন।

source: The Update was successfully installed
bn_bd: হালনাগাদটি সফলভাবে ইনস্টল করা হয়েছে

source: The update will be installed the next time &brandShortName; starts. You can restart &brandShortName; now, or continue working and restart later.
bn_bd: এই হালনাগাদটি &brandShortName; পরবর্তীতে চালু হওয়ার সময় ইনস্টল করা হবে। আপনি &brandShortName; এখন পুনরায় শুরু করতে পারেন, অথবা এখন কাজ চালিয়ে যান এবং পরে পুনরায় শুরু করুন।

source: The URI passed to AppCacheUtils is invalid.
bn_bd: AppCacheUtils এ পাস করা URI অকার্যকর।

source: The URL is not valid and cannot be loaded.
bn_bd: URL টি কার্যকর নয় এবং লোড করা যাবেনা।

source: The URL of the JS file to beautify
bn_bd: সৌন্দর্যসাধনের জন্য JS ফাইলের URL

source: The URL to connect to
bn_bd: URL টি সংযুক্ত করুন

source: The user pressed cancel.
bn_bd: ব্যবহারকারী বাতিল চেপেছেন।

source: The user was inactive for a long time. Firefox took the opportunity to perform GC when it was unlikely to be noticed.
bn_bd: ব্যবহারকারী একটি দীর্ঘ সময় ধরে নিষ্ক্রিয় ছিল। ফায়ারফক্সে এটা লক্ষ্য করা সম্ভাবনা কম ছিল যখন GC সঞ্চালনের সুযোগ নেয়।

source: The user was inactive for a long time. Took the opportunity to perform GC when it was unlikely to be noticed.
bn_bd: ব্যবহারকারী একটি দীর্ঘ সময় ধরে নিষ্ক্রিয় ছিল। এটা লক্ষ্য করা সম্ভাবনা কম ছিল যখন GC সঞ্চালন করার সুযোগ গ্রহণ করেছিল।

source: The value of the cookie to set
bn_bd: সেট করার জন্য কুকির মান

source: The version of %s you are using is no longer supported. Crash reports are no longer being accepted for this version. Please consider upgrading to a supported version.
bn_bd: %s এর যে সংস্করণটি আপনি ব্যবহার করছেন তা আর সমর্থিত নয়। এই সংস্করণের জন্য কোনো ক্র্যাশ প্রতিবেদন আর গৃহীত হবে না। অনুগ্রহ করে কোনো সমর্থিত সংস্করণে হালনাগাদ করুন।

source: The video on this page can’t be played. Your system has an unsupported version of libavcodec
bn_bd: এই পাতায় ভিডিও চালবে না। আপনার সিস্টেমে libavcodec এর অসমর্থিত সংস্করণ রয়েছে।

source: The video on this page can’t be played. Your system may not have the required video codecs for: %S
bn_bd: এই পাতার ভিডিও চালানো যাবে না। আপনার সিস্টেমে হয়তো এর জন্য প্রয়োজনীয় ভিডিও কোডেক নাই: %S

source: The webapp manifest isn’t a valid JSON file: %1$S at: %2$S
bn_bd: ওয়েবঅ্যাপ ম্যানিফেস্টটি একটি কার্যকর JSON ফাইল নয়: %1$S এ: %2$S

source: The Web Console logging API (console.log, console.info, console.warn, console.error) has been disabled by a script on this page.
bn_bd: ওয়েব কনসোল লগিং API (console.log, console.info, console.warn, console.error) এ পৃষ্ঠার স্ক্রিপ্টে নিস্ক্রিয় করা হয়েছে।

source: The website %S does not support encryption for the page you are viewing.
bn_bd: আপনার সামনে প্রস্তুত করা পৃষ্ঠার জন্য %S ওয়েব-সাইটের দ্বারা এনক্রিপশন সমর্থিত হয় না।

source: The website tried to negotiate an inadequate level of security.
bn_bd: ওয়েবসাইটটি একটি অপর্যাপ্ত স্তরের নিরাপত্তা মধ্যস্ততা করার চেষ্টা করেছে।

source: The worker was idle for a relatively long time.
bn_bd: অপেক্ষাকৃতভাবে অনেক সময়ের জন্য ওয়ার্কার অকেজ ছিল।

source: The XBL binding “%S” is already used by too many ancestor elements; not applying it to prevent infinite recursion.
bn_bd: "%S" নামক XBL বাইন্ডিংটি অত্যধিক সংখ্যক অ্যানসেস্টর এলিমেন্ট দ্বারা ব্যবহৃত হচ্ছে; অনন্ত রিকার্শান এড়ানোর জন্য এটি প্রয়োগ করা হবে না।

source: they expire
bn_bd: তাদের মেয়াদ উত্তীর্ণ হয়েছে

source: This action cannot be undone.
bn_bd: এই পরিবর্তনটি অপরিবর্তনীয়!

source: This add-on could not be installed because it appears to be corrupt.
bn_bd: ত্রুটিযুক্ত হওয়ায় এ অ্যাড-অন ইনস্টল করা যায়নি।

source: This add-on could not be installed because it does not match the add-on %1$S expected.
bn_bd: এই অ্যাড-অন ইনস্টল করা যায়নি কারণ প্রত্যাশিত %1$S অ্যাড অন এর সাথে এটা মিলে না।

source: This add-on could not be installed because it has not been verified.
bn_bd: ভেরিফাই না হওয়ায় কারনে এই অ্যাড-অনটি ইনস্টল করা যায়নি।

source: This add-on could not be installed because of a filesystem error.
bn_bd: ফাইলসিস্টেমে ত্রুটির জন্য অ্যাড-অন ইন্সটল করা যায় না।

source: This address is restricted
bn_bd: এই ঠিকানাটি সীমাবদ্ধ

source: This address uses a network port which is normally used for purposes other than Web browsing. Firefox has canceled the request for your protection.
bn_bd: এই ঠিকানায় উল্লেখিত পোর্টটি সাধারণত নেটওয়ার্ক ব্রাউজিং এর জন্য ব্যবহার করা হয় না। আপনার নিরাপত্তার জন্য Firefox এই অনুরোধটি বাতিল করে দিয়েছে।

source: This animation is running on compositor thread
bn_bd: এই অ্যানিমেশন কম্পোজিটার থ্রেডে চলমান

source: This application has not been configured to display crash reports.
bn_bd: এই এপ্লিকেশনটি ক্র্যাশ রিপোর্ট প্রদর্শন এর জন্য কনফিগার করা হয় নি।

source: This application has not been configured to display crash reports. The preference <code>breakpad.reportURL</code> must be set.
bn_bd: এই অ্যাপ্লিকেশনটি ক্র্যাশ প্রতিবেদন দেখানোর জন্য কনফিগার করা হয়নি। <code>breakpad.reportURL</code> নির্ধারণ করা আবশ্যক।

source: This application is located at:
bn_bd: এই অ্যাপ্লিকেশনের অবস্থান:

source: This application is run after a crash to report the problem to the application vendor. It should not be run directly.
bn_bd: এই অ্যাপ্লিকেশনের সাহায্যে, কোনো ক্র্যাশের পর ভেন্ডরের কাছে সমস্যা সম্পর্কিত প্রতিবেদন পাঠানো হয়। এটি সরাসরি চালানো উচিত নয়।

source: This breakpoint will stop execution only if the following expression is true
bn_bd: শুধুমাত্র প্রদত্ত অভিব্যক্তি সত্যি হলেই এই ব্রেকপয়েন্ট সঞ্চালন করা বন্ধ করবে

source: This can be changed in %S’s preferences.
bn_bd: %S এর পছন্দসমূহে এটি পরিবর্তন করা যাবে।

source: This certificate can identify mail users.
bn_bd: এই সার্টিফিকেটের সাহায্যে মেইল ব্যবহারকারীদের সনাক্ত করা সম্ভব।

source: This certificate can identify software makers.
bn_bd: এই সার্টিফিকেটের সাহায্যে সফটওয়্যার নির্মাতাদের সনাক্ত করা সম্ভব।

source: This certificate can identify websites.
bn_bd: এই সার্টিফিকেটের সাহায্যে ওয়েবসাইট সনাক্ত করা সম্ভব।

source: This certificate can’t be verified and will not be imported. The certificate issuer might be unknown or untrusted, the certificate might have expired or been revoked, or the certificate might not have been approved.
bn_bd: এই সার্টিফিকেটের কার্যকারিতা পরীক্ষা করা করা সম্ভব হয়নি এবং ইমপোর্ট করা হবে না। সার্টিফিকেট ইস্যুকারী সম্ভবত অপরিচিত অথবা বিশ্বস্ত নয়, সার্টিফিকেটের মেয়াদ উত্তীর্ণ হয়েছে অথবা তা বাতিল করা হয়েছে অথবা সার্টিফিকেট অনুমোদন করা হয়নি।

source: This certificate has been verified for the following uses:
bn_bd: এই সার্টিফিকেটটি নিম্নলিখিত ব্যবহারের জন্য পরীক্ষিত হয়েছে:

source: This certificate is already installed as a certificate authority.
bn_bd: এই সার্টিফিকেটটি বর্তমানে সার্টিফিকেট কর্তৃপক্ষ রূপে ইনস্টল করা হয়েছে।

source: This certificate is not valid.
bn_bd: চিহ্নিত সার্টিফিকেটটি অকার্যকর।

source: This certificate is valid.
bn_bd: চিহ্নিত সার্টিফিকেটটি কার্যকর।

source: This computer has been successfully disconnected from Firefox Sync.
bn_bd: Firefox Sync থেকে এই কম্পিউটারটি সফলভাবে সংযোগ বিচ্ছিন্ন করা হয়েছে।

source: This computer is now syncing with a new device.
bn_bd: এই কম্পিউটারটি এখন একটি নতুন ডিভাইসের সাথে সিঙ্ক করছে।

source: This computer is now syncing with %S.
bn_bd: এই কম্পিউটার এখন %S এর সাথে সিঙ্ক হচ্ছে।

source: This connection is not secure. Logins entered here could be compromised. %1$S
bn_bd: এই সংযোগ নিরাপদ নয় । এখানে প্রবেশ লগইন ক্ষতিগ্রস্থ বা চুরি হতে পারে। %1$S

source: This document cannot be displayed unless you install the Personal Security Manager (PSM). Download and install PSM and try again, or contact your system administrator.
bn_bd: ব্যক্তিগত নিরাপত্তা ব্যবস্থাপক (PSM) ইনস্টল না করা পর্যন্ত এই নথি প্রদর্শিত হবে না। PSM ডাউনলোড ও ইনস্টল করে আবার চেষ্টা করুন, অথবা আপনার সিস্টেম প্রশাসকের সাথে যোগাযোগ করুন।

source: This document cannot be displayed while offline. To go online, uncheck Work Offline from the File menu.
bn_bd: অফলাইন অবস্থায় নথিটি প্রদর্শন করা যাবে না। অনলাইন হওয়ার জন্য, ফাইল মেনু থেকে "অফলাইনে কাজ" এর পাশ থেকে টিক চিহ্নটি উঠিয়ে দিন।

source: This document has control of your pointer. Press Esc to take back control.
bn_bd: এই নথিতে পয়েন্টারের নিয়ন্ত্রণ রয়েছে। পুনরায় নিয়ন্ত্রণ নিতে Esc চাপুন।

source: This document is no longer available.
bn_bd: এই নথিটি আর বিদ্যমান নেই

source: This document is now full screen
bn_bd: এই ডকুমেন্ট এখন পূর্ণ পর্দায় রয়েছে

source: This Element
bn_bd: এই উপাদান

source: This file contains a virus or malware.
bn_bd: এই ফাইলে কোন ভাইরাস বা ম্যালওয়্যার রয়েছে।

source: This file contains a virus or other malware that will harm your computer.
bn_bd: এই ফাইলে ভাইরাস বা অন্য কোন ম্যালওয়্যার থাকতে পারে যা আপনার কম্পিউটারের ক্ষতি করবে।

source: This file is disguised as a helpful download, but it can make unexpected changes to your programs and settings.
bn_bd: এই ফাইলটি সাহায্যকারী ডাউনলোডের ছদ্মবেশে আপনার প্রোগ্রাম এবং সেটিং এ অপ্রত্যাশিত পরিবর্তন করে ফেলবে।

source: This file is not commonly downloaded.
bn_bd: এই ফাইলটি সাধারণত ডাউনলোড করা হয়না।

source: This file is not commonly downloaded and may not be safe to open. It may contain a virus or make unexpected changes to your programs and settings.
bn_bd: সাধারণত এই রকম ফাইল ডাউনলোড করা হয় না এবং এটি খোলা নিরাপদ নহে। এতে ভাইরাস থাকতে পারে এবং আপনার প্রোগ্রাম ও সেটিংসের অপ্রত্যাশিত পরিবর্তন করে ফেলতে পারে।

source: This file may harm your computer.
bn_bd: এই ফাইল আপনার কম্পিউটারের ক্ষতি করতে পারে।

source: This file no longer exists.
bn_bd: এই ফাইল বর্তমানে বিদ্যমান নেই।

source: This Frame
bn_bd: এই ফ্রেম

source: This is a “feed” of frequently changing content on this site.
bn_bd: এই সাইটের নিয়মিত পরিবর্তিত বিষয়বস্তুর জন্য এটি একটি "ফিড"।

source: This is a list of “about” pages for your convenience.<br/> Some of them might be confusing. Some are for diagnostic purposes only.<br/> And some are omitted because they require query strings.
bn_bd: এটা হল আপনার সুবিধার জন্য &quot;পরিচিতি&quot; এর তালিকা।<br/> এর মধ্যে কিছু কিছু দ্বিধান্বিত করার মত হতে পারে। কিছু কিছু কেবল রোগনির্ণয়ের জন্য।<br/> কিছু বাতিল করা হয়েছে কারণ তাদের ক্ষেত্রে কোয়েরি স্ট্রিং আবশ্যক।

source: This is an experimental feature
bn_bd: এটি একটি পরীক্ষামূলক বৈশিষ্ট্য

source: This is a “podcast” of frequently changing content on this site.
bn_bd: এই সাইটের নিয়মিত পরিবর্তিত বিষয়বস্তুর জন্য এটি একটি "পডকাস্ট"।

source: This is a secure &brandShortName; page.
bn_bd: এটি একটি সুরক্ষিত &brandShortName; পাতা।

source: This is a “video podcast” of frequently changing content on this site.
bn_bd: এই সাইটের নিয়মিত পরিবর্তিত বিষয়বস্তুর জন্য এটি একটি "ভিডিও পডকাস্ট"।

source: This is not a certificate authority certificate, so it can’t be imported into the certificate authority list.
bn_bd: এটি সার্টিফিকেট কর্তৃপক্ষর সার্টিফিকেট না হওয়ার ফলে সার্টিফিকেট কর্তৃপক্ষর তালিকায় অন্তর্ভুক্ত করা সম্ভব নয়।

source: This isn’t a deceptive site
bn_bd: এটি কোন ক্ষতিকারক সাইট নয়

source: This isn’t a deceptive site…
bn_bd: এটি কোন ক্ষতিকারক সাইট না…

source: This isn’t an attack site…
bn_bd: এটি আক্রমনকারী সাইট নয়...

source: This is the profile in use and it cannot be deleted.
bn_bd: এই প্রোফাইলটি ব্যবহার করা হচ্ছে এবং এটি মুছে ফেলা যাবে না।

source: This is very experimental. Do not use without adult supervision.
bn_bd: এটি সম্পূর্ন পরীক্ষাধীন। প্রাপ্ত বয়স্কের সহায়তা ব্যতিত এটি ব্যবহার করবেন না।

source: This link needs to be opened with an application.
bn_bd: এই লিংকটি একটি অ্যাপ্লিকেশনেরসহ খোলা প্রয়োজন।

source: This may take a few minutes…
bn_bd: এতে কিছু সময় লাগতে পারে…

source: . This means you may use, copy and distribute &brandShortName; to others. You are also welcome to modify the source code of &brandShortName; as you want to meet your needs. The Mozilla Public License also gives you the right to distribute your modified versions.
bn_bd: এর অর্থ আপনি &brandShortName; ব্যবহার, অনুলিপি এবং অন্যদের কাছে বিতরণ করতে পারবেন। আপনি আপনার প্রয়োজনে &brandShortName; এর সোর্স কোডও পরিবর্তন করতে পারেন। মোজিলা পাবলিক লাইসেন্স আপনাকে আপনার পরিবর্তিত সংস্করণটি বিতরণ করার অধিকারও প্রদান করে।

source: This might void your warranty!
bn_bd: এটি আপনার ওয়ারেন্টি বাতিল করে দিতে পারে!

source: This month
bn_bd: এই মাস

source: This option silently authenticates you to proxies when you have saved credentials for them. You will be prompted if authentication fails.
bn_bd: আপনি যখন তাদের জন্য পরিচয়পত্র সংরক্ষণ করেছেন তখন এই অপশনটি নীরবে প্রক্সি করতে অনুমোদিতো হয়েছে। প্রমাণীকরণ ব্যর্থ হলে আপনাকে অনুরোধ জানানো হবে।

source: This page cannot be automatically simplified
bn_bd: এই পাতাটি স্বয়ংক্রিয়ভাবে সরলীকরণ করা যাবে না

source: This page contains technical information that might be useful when you’re trying to solve a problem. If you are looking for answers to common questions about &brandShortName;, check out our <a id='supportLink'>support website</a>.
bn_bd: এ পৃষ্ঠায় প্রযুক্তিগত তথ্য আছে যা সমস্যা সমাধানের সময় আপনার জন্য উপকারী হতে পারে। আপনি যদি &brandShortName; সম্পর্কিত কোনো সাধারণ প্রশ্নের উত্তর খুঁজতে থাকেন তবে, আমাদের <a id='supportLink'> সাপোর্ট ওয়েব সাইট পরীক্ষা করে দেখেন</a>।

source: This page has a content security policy that prevents it from being loaded in this way.
bn_bd: এ পৃষ্ঠার একটি বিষয়বস্তু নিরাপত্তা নীতিমালা আছে যা একে এভাবে লোড করতে বাধা দেয়।

source: This page has been translated from
bn_bd: এই পাতাটি যা থেকে অনুদিত হয়েছে

source: This page has no sources
bn_bd: এই পাতায় কোন সোর্স নেই

source: This page has no sources.
bn_bd: এই পেজের কোন সোর্স নেই।

source: This page has no style sheet.
bn_bd: এই পৃষ্ঠায় কোনো স্টাইল শীট নেই।

source: This page has no workers.
bn_bd: এই পেজের কোন সোর্স নেই।

source: This page helps you to manage your profiles. Each profile is a separate world which contains separate history, bookmarks, settings and add-ons.
bn_bd: এই পৃষ্ঠা আপনাকে আপনার প্রোফাইল পরিচালনা করতে সাহায্য করবে। প্রতিটি প্রোফাইলের একটি পৃথক জগৎ রয়েছে সেখানে ইতিহাস, বুকমার্ক, সেটিং, অ্যাড-অন রয়েছে।

source: This page is asking you to confirm that you want to leave - data you have entered may not be saved.
bn_bd: এই পৃষ্ঠায় আপনাকে জিজ্ঞাসা করা হয় যে আপনি কি এই স্থানটি ত্যাগ করার ব্যাপারে নিশ্চিত- যে সব ডাটা প্রবেশ করেছেন তা হয়ত সংরক্ষিত হয়নি।

source: This page is in
bn_bd: এই পাতাটি রয়েছে

source: This page is loaded from an extension.
bn_bd: এই পাতাটি কোন এক্সটেনশন থেকে লোড হয়েছে।

source: This page is stored on your computer.
bn_bd: এই পাতা আপনার কম্পিউটারে জমা হয়েছে।

source: This page shows the information about performance, hardware, usage and customizations collected by Telemetry. This information is submitted to %1$S to help improve %2$S.
bn_bd: এই পেজটি টেলিমেট্রি কতৃক সংগৃহীত কার্যকারিতা,ব্যবহার,স্বনির্বাচনসমূহের তথ্য প্রদর্শন করে। এই তথ্য %1$S এর নিকট %2$S এর উন্নতিতে সাহায্যের জন্য উপস্থাপিত হয়েছে।

source: This page uses an unsupported technology that is no longer available by default.
bn_bd: এই পৃষ্ঠাটি একটি অসমর্থিত টেকনোলজি সমর্থন করে যা ডিফল্টে আর নেই।

source: This page uses an unsupported technology that is no longer available by default in Firefox.
bn_bd: এই পাতাটি একটি অসমর্থিত টেকনোলজি সমর্থন করে যা Firefox এ আর নেই।

source: This page uses weak encryption.
bn_bd: এই পাতা দুর্বল এনক্রিপশন ব্যবহার করে।

source: This PDF document contains forms. The filling of form fields is not supported.
bn_bd: এই পিডিএফ ফাইলটিতে ফর্ম রয়েছে। ফর্মের পূরন করা সমর্থিত নয়।

source: This PDF document might not be displayed correctly.
bn_bd: পিডিএফ নথিটি সঠিক ভাবে প্রদর্শিত নাও হতে পারে।

source: This personal certificate can’t be installed because you do not own the corresponding private key which was created when the certificate was requested.
bn_bd: সার্টিফিকেট অনুরোধকালে নির্মিত প্রাইভেট কী আপনার নিজস্ব না হওয়ার ফলে এই ব্যক্তিগত সার্টিফিকেটটি ইনস্টল করা সম্ভব নয়।

source: This plugin has been blocked for your protection.
bn_bd: আপনার সুরক্ষার জন্য এই প্লাগইনটি ব্লক করা হয়েছে।

source: This plugin has security vulnerabilities.
bn_bd: প্লাগইন টির নিরাপত্তা সংশ্লিষ্ট দুর্বলতা রয়েছে।

source: This plugin is automatically installed by Mozilla to comply with the WebRTC specification and to enable WebRTC calls with devices that require the H.264 video codec. Visit http://www.openh264.org/ to view the codec source code and learn more about the implementation.
bn_bd: এই প্লাগিনটি স্বয়ংক্রিয়ভাবেই Mozilla এর মাধ্যমে ইন্সটল করা হয়েছে WebRTC স্পেসিফিকেশনের সাথে পাল্লা দেওয়ার জন্য এবং WebRTC কল সক্রিয় করার জন্য। কারন WebRTC তে H.264 ভিডিও কোডেক দরকার হয়। http://www.openh264.org/ ভিজিট করুন কোডেকের সোর্স কোড দেখার জন্য এবং ইমপ্লিমেন্টেশন সম্পর্কে আরও জানার জন্য।

source: This plugin is vulnerable and should be updated.
bn_bd: প্লাগইনটি ঝুঁকিপূর্ণ তাই হালনাগাদ করা উচিত।

source: This principal doesn’t have a certificate
bn_bd: প্রিন্সিপালটির কোনো সার্টিফিকেট নেই

source: This pseudo-element must use the “::” form: ‘%1$S’.
bn_bd: এই pseudo-element এর "::" বিন্যাস ব্যবহার করা আবশ্যক: '%1$S'।

source: This report also contains technical information about the state of the application when it crashed.
bn_bd: এই প্রতিবেদনটি অ্যাপ্লিকেশন ক্র্যাশ করার সময় এর অবস্থা সংক্রান্ত প্রযুক্তিগত তথ্য ধারণ করে।

source: This resource was transferred over a connection that used weak encryption.
bn_bd: এই রিসোর্স দুর্বল এনক্রিপশন ব্যবহার করে একটি সংযোগে স্থানান্তরিত করা হয়েছিল।

source: This scratchpad executes in the Browser context.
bn_bd: ব্রাউজার প্রেক্ষাপটে স্ক্র্যাচপ্যাড সম্পাদন করুন।

source: This site (%1$S) has a Report-Only policy without a report URI. CSP will not block and cannot report violations of this policy.
bn_bd: এই সাইটটির (%1$S) রিপোর্ট URI ছাড়া একটি Report-Only নীতি আছে। CSP এই নীতি লঙ্ঘনকে ব্লক এবং রিপোর্ট করতে পারবে না।

source: This site appears to use a scroll-linked positioning effect. This may not work well with asynchronous panning; see https://developer.mozilla.org/docs/Mozilla/Performance/ScrollLinkedEffects for further details and to join the discussion on related tools and features!
bn_bd: এই সাইটটি স্ক্রল-লিঙ্কড পজিশন ইফেক্ট ব্যবহার করে। এটা অ্যাসিঙ্ক্রোনাস প্যানিং এর সাথে এটা ভালোভাবে কাজ নাও করতে পারে; বিস্তারিত জানতে এবং সম্পর্কিত টুল এবং ফিচারের জন্য আলোচনায় যোগ দিতে https://developers.mozilla.org/docs/Mozilla/Performance/ScrollLinkedEffects দেখুন!

source: This site attempts to identify itself with invalid information.
bn_bd: এই সাইট দ্বারা অকার্যকর তথ্য দিয়ে নিজের পরিচয় প্রমাণের প্রচেষ্টা করা হয়েছে।

source: This site has requested that you identify yourself with a certificate:
bn_bd: এই সাইটে আপনাকে একটি সার্টিফিকেটের সাহায্যে নিজের পরিচয় প্রমাণ করার অনুরোধ জানানো হয়েছে:

source: This site includes elements that may track your browsing. You have disabled protection.
bn_bd: এই সাইটে কিছু বস্তু আছে যা আপনার ব্রাউজার ট্রাক করবে। আপনি সুরক্ষা বন্ধ করেছেন।

source: This site makes use of a SHA-1 Certificate; it’s recommended you use certificates with signature algorithms that use hash functions stronger than SHA-1.
bn_bd: এই সাইটটি SHA-1 সার্টিফিকেটের ব্যবহার করে; এটা সুপারিশকৃত যে আপনি সিগনেচার অ্যালগোরিদমের সাথে সার্টিফিকেট ব্যবহার করুন যেটা হ্যাশ ফাংশনকে SHA-1-র থেকে অনেক বেশি ব্যবহার করে।

source: This site provides valid, verified identification. There is no need to add an exception.
bn_bd: এই সাইট দ্বারা কার্যখর ও পরীক্ষিত পরিচয় গ্রহণ করা হয়েছে। এই ক্ষেত্রে ব্যতিক্রম যোগ করার প্রয়োজন নেই।

source: This site (%S) attempted to install a theme.
bn_bd: সাইট (%S) একটি থিম ইনস্টল করার প্রস্তুতি নিয়েছে।

source: This site uses a plugin that may slow &brandShortName;.
bn_bd: সাইটি প্লাগইন ব্যবহার করছে যা &brandShortName;।

source: This site uses a plugin that may slow %S.
bn_bd: সাইটটি এমন প্লাগিন ব্যবহার করে যা %S কে ধীর করতে পারে।

source: This site uses HTTP Strict Transport Security (HSTS) to specify that &brandShortName; may only connect to it securely. As a result, it is not possible to add an exception for this certificate.
bn_bd: সাইটটি HTTP ব্যবহার করে পরিবহনে সর্বোচ্চ নিরাপত্তা (HSTS) নিশ্চিত করে যে &brandShortName; এর সাথে শুধুমাত্র সুরক্ষিত সংযোগ করবে। যার ফলে, এই সার্টিফিকেট এর জন্যে একটি ব্যতিক্রম যোগ করা যাবেনা।

source: This site uses the cipher RC4 for encryption, which is deprecated and insecure.
bn_bd: এই সাইটটি এনক্রিপশনের জন্য সাইফার RC4 ব্যবহার করে, যা অবচিত এবং অসুরক্ষিত।

source: This site would like to install an add-on in #1:;This site would like to install #2 add-ons in #1:
bn_bd: এই সাইটটি একটি অ্যাড-অন #1: ইন্সটল করতে পছন্দ করবে; এই সাইটটি #2 অ্যাড-অন #1: অ্যাড-অনে ইন্সটল করতে পছন্দ করবে

source: This source is black boxed: its breakpoints are disabled, and stepping skips through it.
bn_bd: এই সোর্সটি ব্লাক বক্সড করা হয়েছে: এর ব্রেকপয়েন্ট নিষ্ক্রিয় রয়েছে, এবং যার ফলে উপেক্ষা করে এগিয়ে যাবে।

source: This text encoding is used for legacy content that fails to declare its encoding.
bn_bd: এই অক্ষরের এনকোডিং ব্যবহৃত হয়েছে লিগ্যাসি বিষয়বস্তুর জন্য যা এর এনকোডিং ডিক্লেয়ার করতে ব্যর্থ।

source: This update requires administrator privileges. The update will be installed the next time &brandShortName; starts. You can restart &brandShortName; now, continue working and restart later, or decline this update.
bn_bd: এই হালনাগাদের জন্য আপনার অ্যাডমিনিস্ট্রেটর অধিকার প্রয়োজন হবে। এই হালনাগাদ &brandShortName; পরবর্তীতে শুরুর সময়ে ইন্সটল হবে। আপনি এখন &brandShortName; রিস্টার্ট করতে পারেন, কাজ চালিয়ে যেতে এবং পরে রিস্টার্ট করতে পারেন, অথবা হালনাগাদ উপেক্ষা করতে পারেন।

source: This web application is hosted at:
bn_bd: এই ওয়েব অ্যাপ্লিকেশন হোস্ট করা হয়েছে:

source: This web page at %S has been reported as a deceptive site and has been blocked based on your security preferences.
bn_bd: %S এ বিদ্যমান সাইটটি একটি আক্রমণকারী সাইট হিসেবে চিহ্নিত করা হয়েছে এবং আপনার নির্ধারিত নিরাপত্তা পছন্দসমূহের বৈশিষ্ট্যের উপর ভিত্তি করে এর প্রদর্শন রোধ করা হয়েছে।

source: This web page at <span id='malware_sitename'/> has been reported as an attack page and has been blocked based on your security preferences.
bn_bd: <span id='malware_sitename'/> এ ওয়েবসাইটটি আক্রমণকারী হিসেবে রিপোর্ট করা হয়েছে এবং আপনার নিরাপত্তা পছন্দ অনুযায়ী ব্লক করা হয়েছে।

source: This web page at <span id='phishing_sitename'/> has been reported as a deceptive site and has been blocked based on your security preferences.
bn_bd: <span id='phishing_sitename'/> এ ওয়েব পেজ ক্ষতিকারক সাইট হিসেবে রিপোর্ট করা হয়েছে এবং আপনার নিরাপত্তা পছন্দ অনুযায়ী ব্লক করা হয়েছে।
